export const homepagePrivacy = [
  {
    id: "1",
    caption: "Общие положения",
  },
  {
    paragraph: " Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» (далее - Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые Лобачевым Павлом Николаевичем (далее – Оператор)."
  },
  {
    id: "1.1",
    paragraph: " Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.",
  },
  {
    id: "1.2",
    paragraph: " Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://shokoteam.ru.",
  },
  {
    id: "2",
    caption: "Основные понятия, используемые в Политике",
  },
  {
    id: "2.1",
    paragraph: "Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.",
  },
  {
    id: "2.2",
    paragraph: "Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).",
  },
  {
    id: "2.3",
    paragraph: "Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://shokoteam.ru.",
  },
  {
    id: "2.4",
    paragraph: "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.",
  },
  {
    id: "2.5",
    paragraph: "Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.",
  },
  {
    id: "2.6",
    paragraph: "Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
  },
  {
    id: "2.7",
    paragraph: "Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.",
  },
  {
    id: "2.8",
    paragraph: "Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://shokoteam.ru.",
  },
  {
    id: "2.9",
    paragraph: "Персональные данные, разрешенные субъектом персональных данных для распространения, - персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее - персональные данные, разрешенные для распространения).",
  },
  {
    id: "2.10",
    paragraph: "Пользователь – любой посетитель веб-сайта https://shokoteam.ru.",
  },
  {
    id: "2.11",
    paragraph: "Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.",
  },
  {
    id: "2.12",
    paragraph: "Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.",
  },
  {
    id: "2.13",
    paragraph: "Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.",
  },
  {
    id: "2.14",
    paragraph: "Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.",
  },
  {
    id: "3",
    caption: "Основные права и обязанности Оператора",
  },
  {
    id: "3.1",
    paragraph: "Оператор имеет право:  – получать от субъекта персональных данных достоверные информацию и / или документы, содержащие персональные данные; – в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;– самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.",
  },
  {
    id: "3.2",
    paragraph: "Оператор обязан: – предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных; – организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ; – отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных; – сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса; – публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных; – принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных; – прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных; – исполнять иные обязанности, предусмотренные Законом о персональных данных.",
  },
  {
    id: "4",
    caption: "Основные права и обязанности субъектов персональных данных",
  },
  {
    id: "4.1",
    paragraph: "Субъекты персональных данных имеют право: – получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных; – требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав; – выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг; – на отзыв согласия на обработку персональных данных; – обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных; – на осуществление иных прав, предусмотренных законодательством РФ.",
  },
  {
    id: "4.2",
    paragraph: "Субъекты персональных данных обязаны: – предоставлять Оператору достоверные данные о себе; – сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных ",
  },
  {
    id: "4.3",
    paragraph: "Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.",
  },
  {
    id: "5",
    caption: " Оператор может обрабатывать следующие персональные данные Пользователя",
  },
  {
    id: "5.1",
    paragraph: " Электронный адрес.",
  },
  {
    id: "5.2",
    paragraph: "Имя.",
  },
  {
    id: "5.3",
    paragraph: "Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).",
  },
  {
    id: "5.4",
    paragraph: "Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.",
  },
  {
    id: "5.5",
    paragraph: "Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.",
  },
  {
    id: "5.6",
    paragraph: "Обработка персональных данных, разрешенных для распространения, из числа специальных категорий персональных данных, указанных в ч. 1 ст. 10 Закона о персональных данных, допускается, если соблюдаются запреты и условия, предусмотренные ст. 10.1 Закона о персональных данных.",
  },
  {
    id: "5.7",
    paragraph: "Согласие Пользователя на обработку персональных данных, разрешенных для распространения, оформляется отдельно от других согласий на обработку его персональных данных. При этом соблюдаются условия, предусмотренные, в частности, ст. 10.1 Закона о персональных данных. Требования к содержанию такого согласия устанавливаются уполномоченным органом по защите прав субъектов персональных данных.",
  },
  {
    id: "5.7.1",
    paragraph: "Согласие на обработку персональных данных, разрешенных для распространения, Пользователь предоставляет Оператору непосредственно.",
  },
  {
    id: "5.7.2",
    paragraph: "Оператор обязан в срок не позднее трех рабочих дней с момента получения указанного согласия Пользователя опубликовать информацию об условиях обработки, о наличии запретов и условий на обработку неограниченным кругом лиц персональных данных, разрешенных для распространения.",
  },
  {
    id: "5.7.3",
    paragraph: "Передача (распространение, предоставление, доступ) персональных данных, разрешенных субъектом персональных данных для распространения, должна быть прекращена в любое время по требованию субъекта персональных данных. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты или почтовый адрес) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Указанные в данном требовании персональные данные могут обрабатываться только Оператором, которому оно направлено.",
  },
  {
    id: "5.7.4",
    paragraph: "Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору требования, указанного в п. 5.7.3 настоящей Политики в отношении обработки персональных данных.",
  },
  {
    id: "6",
    caption: " Принципы обработки персональных данных",
  },
  {
    id: "6.1",
    paragraph: "Обработка персональных данных осуществляется на законной и справедливой основе.",
  },
  {
    id: "6.2",
    paragraph: "Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.",
  },
  {
    id: "6.3",
    paragraph: "Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.",
  },
  {
    id: "6.4",
    paragraph: "Обработке подлежат только персональные данные, которые отвечают целям их обработки.",
  },
  {
    id: "6.5",
    paragraph: "Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.",
  },
  {
    id: "6.6",
    paragraph: "При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.",
  },
  {
    id: "6.7",
    paragraph: "Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.",
  },
  {
    id: "7",
    caption: "Цели обработки персональных данных",
  },
  {
    id: "7.1",
    paragraph: "Цель обработки персональных данных Пользователя :   – обратная связь посредством электронной почты.",
  },
  {
    id: "7.2",
    paragraph: "Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты shoko.games.id@gmail.com с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».",
  },
  {
    id: "7.3",
    paragraph: "Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.",
  },
  {
    id: "8",
    caption: "Правовые основания обработки персональных данных",
  },
  {
    id: "8.1",
    paragraph: "Правовыми основаниями обработки персональных данных Оператором являются:  – Федеральный закон 'Об информации, информационных технологиях и о защите информации' от 27.07.2006 N 149-ФЗ;   – федеральные законы, иные нормативно-правовые акты в сфере защиты персональных данных;    – согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения.",
  },
  {
    id: "8.2",
    paragraph: "Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://shokoteam.ru или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.",
  },
  {
    id: "8.3",
    paragraph: "Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).",
  },
  {
    id: "8.4",
    paragraph: "Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.",
  },
  {
    id: "9",
    caption: "Условия обработки персональных данных",
  },
  {
    id: "9.1",
    paragraph: "Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.",
  },
  {
    id: "9.2",
    paragraph: "Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.",
  },
  {
    id: "9.3",
    paragraph: "Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.",
  },
  {
    id: "9.4",
    paragraph: "Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.",
  },
  {
    id: "9.5",
    paragraph: "Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.",
  },
  {
    id: "9.6",
    paragraph: "Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).",
  },
  {
    id: "9.7",
    paragraph: "Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.",
  },
  {
    id: "10",
    caption: "Порядок сбора, хранения, передачи и других видов обработки персональных данных",
  },
  {
    paragraph: " Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
  },
  {
    id: "10.1",
    paragraph: "Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
  },
  {
    id: "10.2",
    paragraph: " Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.",
  },
  {
    id: "10.3",
    paragraph: " В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора shoko.games.id@gmail.com с пометкой «Актуализация персональных данных».",
  },
  {
    id: "10.4",
    paragraph: " Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.",
  },
  {
    paragraph: "Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора shoko.games.id@gmail.com с пометкой «Отзыв согласия на обработку персональных данных».",
  },
  {
    id: "10.5",
    paragraph: "Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.",
  },
  {
    id: "10.6",
    paragraph: "Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.",
  },
  {
    id: "10.7",
    paragraph: "Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.",
  },
  {
    id: "10.8",
    paragraph: "Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.",
  },
  {
    id: "10.9",
    paragraph: "Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.",
  },
  {
    id: "11",
    caption: "Перечень действий, производимых Оператором с полученными персональными данными",
  },
  {
    id: "11.1",
    paragraph: "Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.",
  },
  {
    id: "11.2",
    paragraph: "Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.",
  },
  {
    id: "12",
    caption: "Трансграничная передача персональных данных",
  },
  {
    id: "12.1",
    paragraph: " Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.",
  },
  {
    id: "12.2",
    paragraph: "Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.",
  },
  {
    id: "14",
    caption: "Конфиденциальность персональных данных",
  },
  {
    paragraph: "Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом."
  },
  {
    paragraph: "Заключительные положения"
  },
  {
    id: "14.1",
    paragraph: "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты shoko.games.id@gmail.com.",
  },
  {
    id: "14.2",
    paragraph: "В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
  },
  {
    id: "14.3",
    paragraph: "Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://shokoteam.ru/privacy.",
  },
]


export const foresPrivacy = [
  {
    id: "1",
    caption: "Определение понятий",
  },
  {
    paragraph: "'Закон означает Федеральный закон Российской Федерации 'О персональных данных' со всеми изменениями и дополнениями, а также иные законодательные акты Российской Федерации. 'Мобильное приложение' это программное обеспечение (со всеми существующими дополнениями и улучшениями), предназначенное для работы на смартфонах, планшетах, часах и других мобильных устройствах, и разработанное для конкретной платформы (iOS, Android, Windows Phone и т. д.). Для целей настоящей Политики под Мобильным приложением подразумевается следующее программное обеспечение: FORES. 'Персональные данные' означает совокупность личных данных и/или неперсонифицированной информации о Пользователе, предоставляемую им самим Правообладателю и/или автоматически собираемую Правообладателем и/или третьими лицами. 'Политика' означает настоящую Политику конфиденциальности мобильного приложения (со всеми существующими дополнениями и изменениями). 'Пользователь' означает юридическое или физическое лицо, которое загрузило Мобильное приложение на смартфон, планшет, часы или любое другое мобильное устройство и/или осуществило активацию такого Мобильного приложения на одном из указанных устройств. 'Пользовательское соглашение' означает соглашение, заключаемое между Правообладателем и Пользователем в отношении порядка, правил и особенностей использования Пользователем Мобильного приложения. Пользователь присоединяется к такому соглашению и не имеет права вносить и/или требовать внесения в него каких-либо изменений или дополнений. Пользователь может ознакомиться с условиями Пользовательского соглашения по следующей ссылке: shokoteam.ru/fores-ToU. 'Правообладатель' означает следующее лицо, которому принадлежат исключительные права владения Мобильным приложением творческая группа 'ShokoTeam'"
  },
  {
    paragraph: "'Файлы куки' означает небольшие файлы, отправляемые каким-либо мобильным приложениям или сайтом, и размещаемые на смартфонах, планшетах, часах и других мобильных устройствах Пользователя, для улучшения работы таких приложений или сайтов, а также качества размещенного в них контента."
  },
  {
    id: "2",
    caption: "ОТНОШЕНИЯ, НА КОТОРЫЕ РАСПРОСТРАНЯЕТСЯ ПОЛИТИКА"
  },
  {
    paragraph: "Общие положения",
  },
  {
    paragraph: "Данная Политика используется и применима исключительно к Персональным данным, получаемым от Пользователя в связи с использованием им Мобильного приложения. Положения данной Политики направлены на: (1) определение видов и типов получаемых Персональных данных, направлений и целей использования (обработки) Персональных данных, а также источников получения таких Персональных данных; и (2) определение прав Пользователя в отношении защиты конфиденциальности передаваемых им Персональных данных; и (3) определение лиц, ответственных за обработку и хранение Персональных данных, а также третьих лиц, которым такие данные раскрываются (полностью или частично). Правила настоящей Политики не применяются в случае обработки третьими лицами Персональных данных, которые добровольно предоставляются Пользователем.",
  },
  {
    paragraph: "Посредством установки и/или активации Мобильного приложения на смартфоне, планшете, часах или другом мобильном устройстве Пользователь соглашается с условиями данной Политики и дает свое согласие Правообладателю на сбор, обработку, удержание и хранение Персональных данных в порядке и на условиях, предусмотренных настоящей Политикой.",
  },
  {
    paragraph: "Если Пользователь не согласен с условиями Политики и/или отдельные условия Политики ему не понятны, в таком случае Пользователь обязан немедленно прекратить использование Мобильного приложения.",
  },
  {
    paragraph: "Права пользователя по защите персональных данных",
  },
  {
    paragraph: "В связи с предоставлением Персональных данных Пользователь автоматически получает следующие права: (1) получать данные, касающиеся их обработки (основания и цели такой обработки, применяемые способы обработки, сведения о лицах, которые имеют доступ к ним или которым они могут быть раскрыты на основании договора или Закона). (2) получать данные о месте нахождения и идентификационных данных лиц, совершающих обработку Персональных данных. (3) получать данные о сроках хранения Персональных данных. (4) получать данные об осуществленной или о предполагаемой трансграничной передаче Персональных данных. (5) получать информацию о месте нахождения и идентификационных данных лиц, совершающих хранение Персональных данных. (6) обжаловать действия или бездействие Правообладателя в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке. (7) получать возмещение убытков и/или компенсацию морального вреда в судебном порядке в следствие допущенных Правообладателем и/или третьими лицами нарушений прав Пользователя на охрану и защиту его Персональных данных. (8) реализовывать иные права в области защиты персональных данных, предусмотренные Законом или положениями данной Политики.",
  },
  {
    id: "3",
    caption: "ПЕРЕЧЕНЬ СОБИРАЕМЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ",
  },
  {
    paragraph: "Неперсонифицированная информация о пользователях",
  },
  {
    paragraph: "В связи с использованием Мобильного приложения Правообладатель может автоматически собирать и обрабатывать следующею неперсонифицированную информацию о Пользователе: (1) информацию о трафике, возможном количестве совершенных кликов, логи и другие данные. (2) информацию о месте нахождении Пользователя (геолокация). Пользователь может в любой момент отключить геолокацию путем изменения настроек устройства, с которого осуществлен вход в Мобильное приложение. Геолокация используется Мобильным приложением только тогда, когда Пользователь активно использует такое приложение. При выходе из Мобильного приложения геолокация перестает функционировать. (3) информацию об устройстве (идентификационный номер, сеть мобильного оператора), с которого выполняется вход, операционная система, платформа, тип браузера и другая информация о браузере, IP адрес.",
  },
  {
    id: "3.1",
    caption: "Личные данные о пользователях",
  },
  {
    paragraph: "Правообладатель не собирает какие-либо личные данные о Пользователях, которые позволяют его идентифицировать.",
  },
  {
    id: "3.2",
    caption: "Использование файлов куки",
  },
  {
    paragraph: " Данное Мобильное приложение применяет определенные Файлы куки для сохранения IP-адреса, предпочтений Пользователей или типа используемого устройства с целью (1) ведения статистики посещений и трафика сайта, и (2) персонализации выводимых на экран Пользователя данных, и(3) сохранения данных, необходимых для идентификации Пользователя, в том числе при доступе с разных устройств, и(4) показа рекламы в соответствии с интересам и предпочтениями Пользователя.Мобильное приложение может использовать как собственные Файлы куки, принадлежащие Правообладателю, так и Файлы куки третьих лиц.",
  },
  {
    paragraph: "Мобильное приложение использует следующие Файлы куки: (1) Технические (функциональные) Файлы куки, которые нужны для контроля трафика и передачи данных, для идентификации Пользователей и предоставления доступа Пользователю к контенту Мобильного приложения и без которых использование Мобильного приложения является функционально ограниченным, а также для предотвращения предоставления рекомендаций, не соответствующих интересам Пользователя. (2) Геолокационные Файлы куки, которые нужны для определения места нахождения Пользователя для персонализации выводимого на экран его устройства контента в Мобильном приложении. (3) Рекламные (маркетинговые) Файлы куки, которые нужные для размещения рекламных и/или маркетинговых объявлений в Мобильном приложении, которые соответствуют предпочтениями и интересам Пользователя. (4) Файлы куки третьих лиц, которые устанавливаются третьими лицами с разрешения Пользователя и предназначены для проведения статистических исследований, касающихся поведения Пользователя в сети Интернет и/или направления  персонализиированных рекламных или маркетинговых материалов Пользователю и/или предоставления товаров или услуг.",
  },
  {
    paragraph: "Пользователь имеет право в любой момент отключить в Мобильном приложении Файлы куки путем изменения определенных настроек в своем смартфоне, планшете, часах или другом мобильном устройстве. Такое отключение не влечет за собой  ограничение или изменение доступа Пользователя к функциональным возможностям Мобильного приложения и/или контенту. Для отключения Файлов куки нужно выполнить следующие действия: зайти в раздел 'настройки' и нажать кнопку 'Удалить данные'",
  },
  {
    id: "4",
    caption: "Основные права и обязанности субъектов персональных данных",
  },
  {
    id: "4.1",
    paragraph: "Субъекты персональных данных имеют право: – получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных; – требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав; – выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг; – на отзыв согласия на обработку персональных данных; – обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных; – на осуществление иных прав, предусмотренных законодательством РФ.",
  },
  {
    id: "4.2",
    paragraph: "Субъекты персональных данных обязаны: – предоставлять Оператору достоверные данные о себе; – сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных ",
  },
  {
    id: "4.3",
    paragraph: "Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.",
  },
  {
    id: "5",
    caption: " Оператор может обрабатывать следующие персональные данные Пользователя",
  },
  {
    id: "5.1",
    paragraph: " Электронный адрес.",
  },
  {
    id: "5.2",
    paragraph: "Имя.",
  },
  {
    id: "5.3",
    paragraph: "Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).",
  },
  {
    id: "5.4",
    paragraph: "Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.",
  },
  {
    id: "5.5",
    paragraph: "Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.",
  },
  {
    id: "5.6",
    paragraph: "Обработка персональных данных, разрешенных для распространения, из числа специальных категорий персональных данных, указанных в ч. 1 ст. 10 Закона о персональных данных, допускается, если соблюдаются запреты и условия, предусмотренные ст. 10.1 Закона о персональных данных.",
  },
  {
    id: "5.7",
    paragraph: "Согласие Пользователя на обработку персональных данных, разрешенных для распространения, оформляется отдельно от других согласий на обработку его персональных данных. При этом соблюдаются условия, предусмотренные, в частности, ст. 10.1 Закона о персональных данных. Требования к содержанию такого согласия устанавливаются уполномоченным органом по защите прав субъектов персональных данных.",
  },
  {
    id: "5.7.1",
    paragraph: "Согласие на обработку персональных данных, разрешенных для распространения, Пользователь предоставляет Оператору непосредственно.",
  },
  {
    id: "5.7.2",
    paragraph: "Оператор обязан в срок не позднее трех рабочих дней с момента получения указанного согласия Пользователя опубликовать информацию об условиях обработки, о наличии запретов и условий на обработку неограниченным кругом лиц персональных данных, разрешенных для распространения.",
  },
  {
    id: "5.7.3",
    paragraph: "Передача (распространение, предоставление, доступ) персональных данных, разрешенных субъектом персональных данных для распространения, должна быть прекращена в любое время по требованию субъекта персональных данных. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты или почтовый адрес) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Указанные в данном требовании персональные данные могут обрабатываться только Оператором, которому оно направлено.",
  },
  {
    id: "5.7.4",
    paragraph: "Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору требования, указанного в п. 5.7.3 настоящей Политики в отношении обработки персональных данных.",
  },
  {
    id: "6",
    caption: " Принципы обработки персональных данных",
  },
  {
    id: "6.1",
    paragraph: "Обработка персональных данных осуществляется на законной и справедливой основе.",
  },
  {
    id: "6.2",
    paragraph: "Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.",
  },
  {
    id: "6.3",
    paragraph: "Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.",
  },
  {
    id: "6.4",
    paragraph: "Обработке подлежат только персональные данные, которые отвечают целям их обработки.",
  },
  {
    id: "6.5",
    paragraph: "Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.",
  },
  {
    id: "6.6",
    paragraph: "При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.",
  },
  {
    id: "6.7",
    paragraph: "Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.",
  },
  {
    id: "7",
    caption: "Цели обработки персональных данных",
  },
  {
    id: "7.1",
    paragraph: "Цель обработки персональных данных Пользователя :   – обратная связь посредством электронной почты.",
  },
  {
    id: "7.2",
    paragraph: "Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты shoko.games.id@gmail.com с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».",
  },
  {
    id: "7.3",
    paragraph: "Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.",
  },
  {
    id: "8",
    caption: "Правовые основания обработки персональных данных",
  },
  {
    id: "8.1",
    paragraph: "Правовыми основаниями обработки персональных данных Оператором являются:  – Федеральный закон 'Об информации, информационных технологиях и о защите информации' от 27.07.2006 N 149-ФЗ;   – федеральные законы, иные нормативно-правовые акты в сфере защиты персональных данных;    – согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения.",
  },
  {
    id: "8.2",
    paragraph: "Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://shokoteam.ru или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.",
  },
  {
    id: "8.3",
    paragraph: "Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).",
  },
  {
    id: "8.4",
    paragraph: "Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.",
  },
  {
    id: "9",
    caption: "Условия обработки персональных данных",
  },
  {
    id: "9.1",
    paragraph: "Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.",
  },
  {
    id: "9.2",
    paragraph: "Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.",
  },
  {
    id: "9.3",
    paragraph: "Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.",
  },
  {
    id: "9.4",
    paragraph: "Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.",
  },
  {
    id: "9.5",
    paragraph: "Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.",
  },
  {
    id: "9.6",
    paragraph: "Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).",
  },
  {
    id: "9.7",
    paragraph: "Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.",
  },
  {
    id: "10",
    caption: "Порядок сбора, хранения, передачи и других видов обработки персональных данных",
  },
  {
    paragraph: " Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
  },
  {
    id: "10.1",
    paragraph: "Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
  },
  {
    id: "10.2",
    paragraph: " Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.",
  },
  {
    id: "10.3",
    paragraph: " В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора shoko.games.id@gmail.com с пометкой «Актуализация персональных данных».",
  },
  {
    id: "10.4",
    paragraph: " Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.",
  },
  {
    paragraph: "Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора shoko.games.id@gmail.com с пометкой «Отзыв согласия на обработку персональных данных».",
  },
  {
    id: "10.5",
    paragraph: "Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.",
  },
  {
    id: "10.6",
    paragraph: "Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.",
  },
  {
    id: "10.7",
    paragraph: "Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.",
  },
  {
    id: "10.8",
    paragraph: "Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.",
  },
  {
    id: "10.9",
    paragraph: "Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.",
  },
  {
    id: "11",
    caption: "Перечень действий, производимых Оператором с полученными персональными данными",
  },
  {
    id: "11.1",
    paragraph: "Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.",
  },
  {
    id: "11.2",
    paragraph: "Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.",
  },
  {
    id: "12",
    caption: "Трансграничная передача персональных данных",
  },
  {
    id: "12.1",
    paragraph: " Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.",
  },
  {
    id: "12.2",
    paragraph: "Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.",
  },
  {
    id: "14",
    caption: "Конфиденциальность персональных данных",
  },
  {
    paragraph: "Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом."
  },
  {
    paragraph: "Заключительные положения"
  },
  {
    id: "14.1",
    paragraph: "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты shoko.games.id@gmail.com.",
  },
  {
    id: "14.2",
    paragraph: "В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
  },
  {
    id: "14.3",
    paragraph: "Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://shokoteam.ru/privacy.",
  },
]
